[["../../input_audio/o_data/audio90.wav", "We believe we can..."], ["../../input_audio/o_data/audio84.wav", "As India pursues more trade and investment, we want to be first in line."], ["../../input_audio/o_data/audio53.wav", "What's that then? Twitter."], ["../../input_audio/o_data/audio230.wav", "in both our countries, in India and in America. Our diversity is our strength, and we have to guard against."], ["../../input_audio/o_data/audio224.wav", "Do we act with?"], ["../../input_audio/o_data/audio47.wav", "Together we unlock new discoveries."], ["../../input_audio/o_data/audio218.wav", "of the Lions of the Ligious Faith."], ["../../input_audio/o_data/audio185.wav", "We have Hindus and Muslims."], ["../../input_audio/o_data/audio191.wav", "part of America's very first amendment."], ["../../input_audio/o_data/audio146.wav", "as a fellow on touch."], ["../../input_audio/o_data/audio152.wav", "grapple with questions of identity and inequality and how we treat each other, people who are different than us, how we deal with diversity, beliefs, and a faith."], ["../../input_audio/o_data/audio153.wav", "Right now in crowded neighborhoods, not far from here, a man is driving an auto rickshaw or washing somebody else's clothes or doing the hard work, no one else will..."], ["../../input_audio/o_data/audio147.wav", "My grandfather was a cook for the British Army in Kenya."], ["../../input_audio/o_data/audio190.wav", "or they are branches of the same majestic tree. Bransches of the same majestic tree. Our freedom of religion is written into our founding dot."], ["../../input_audio/o_data/audio184.wav", "across our two great country."], ["../../input_audio/o_data/audio219.wav", "So long it's not splintered along any lines and is unified as one nation."], ["../../input_audio/o_data/audio225.wav", "We vote in free election."], ["../../input_audio/o_data/audio46.wav", "We believe in the father working far from home, sending money back so his family might have a better life."], ["../../input_audio/o_data/audio52.wav", "powered by technology, you are connecting and collaborating like never before. On Facebook."], ["../../input_audio/o_data/audio231.wav", "Any efforts?"], ["../../input_audio/o_data/audio85.wav", "We're ready to join you in building new infrastructure."], ["../../input_audio/o_data/audio91.wav", "even closer partners and ensuring."], ["../../input_audio/o_data/audio87.wav", "the bullet trains to propel India into the fuel."], ["../../input_audio/o_data/audio93.wav", "and both our nations have known the anguish of terrorism."], ["../../input_audio/o_data/audio44.wav", "As society is celebrating knowledge and innovation."], ["../../input_audio/o_data/audio227.wav", "Are we measured by..."], ["../../input_audio/o_data/audio233.wav", "And if we do that well, if America..."], ["../../input_audio/o_data/audio50.wav", "and built one of the world's largest middle classes."], ["../../input_audio/o_data/audio78.wav", "Kerala to the banks of Gungal."], ["../../input_audio/o_data/audio192.wav", "Your article 25 says that all people are equally entitled to freedom of conscience."], ["../../input_audio/o_data/audio186.wav", "Christians, Sikhs, Jews and Buddhists."], ["../../input_audio/o_data/audio151.wav", "many countries, including the United States."], ["../../input_audio/o_data/audio145.wav", "When he came to India, Martin Luther King, Jr. was introduced to some school children."], ["../../input_audio/o_data/audio179.wav", "And when women are able to work, families are healthier, and communities are wealthier, and entire countries are more prosperous. And when young women are educated, then their children are going to be well-educated."], ["../../input_audio/o_data/audio178.wav", "When a girl goes to school, it doesn't just open up her young mind. It benefits all of us because maybe someday she'll start her own business or invent a new technology or cure a disease."], ["../../input_audio/o_data/audio144.wav", "In both our countries, generations have worked to live up to these ideals."], ["../../input_audio/o_data/audio150.wav", "Even as America has blessed us with extraordinary opportunities, there were moments in my life where I've been treated differently because of the color of my-"], ["../../input_audio/o_data/audio187.wav", "and so many things."], ["../../input_audio/o_data/audio193.wav", "and the right freely to profess, practice and propagate religion."], ["../../input_audio/o_data/audio79.wav", "As we deliver more energy, more electricity, let's do it."], ["../../input_audio/o_data/audio232.wav", "divide ourselves along sectarian lines or any other..."], ["../../input_audio/o_data/audio51.wav", "Nobody embodies this progress in this sense of possibility more than our young people."], ["../../input_audio/o_data/audio45.wav", "We transformed ourselves into high tech hubs of the global economy."], ["../../input_audio/o_data/audio226.wav", "Our two nations possessed the keys to progress in the century ahead."], ["../../input_audio/o_data/audio92.wav", "our mutual security."], ["../../input_audio/o_data/audio86.wav", "roads and the airport."], ["../../input_audio/o_data/audio82.wav", "because every child should be able to drink clean water. And every child should be able to breathe cleaner."], ["../../input_audio/o_data/audio96.wav", "The United States welcomes a greater role for India in the Asia Pacific."], ["../../input_audio/o_data/audio69.wav", "From our satellites to their cell phones, to increase yields and boost incomes."], ["../../input_audio/o_data/audio222.wav", "And every Indian can take pride in the courage of a humanitarian who liberates boys and girls from forced labor and exploitation who's here today. K. Lash, Sijati, our most recent winner, and the Nobel Prize for Peace. So that's what unifies us."], ["../../input_audio/o_data/audio41.wav", "But when we look at each other, we see a reflection of ourself."], ["../../input_audio/o_data/audio55.wav", "Friends, your cousins."], ["../../input_audio/o_data/audio236.wav", "That's what makes us world leaders. Not just the size of our economy or the number of weapons we have."], ["../../input_audio/o_data/audio197.wav", "But there have been times where my faith has been questioned by people who don't know me."], ["../../input_audio/o_data/audio183.wav", "Our nations are strongest when we see that we are all God's children, all equal in his eyes and worthy of his..."], ["../../input_audio/o_data/audio168.wav", "Now, you may have noticed I am married to a very strong and talented woman. Michelle is not afraid to speak her mind or tell me when I'm wrong, which happens frequently. And we have two beautiful daughters. So I'm surrounded by smart, strong women. And in raising our girls, we've tried to instill in them basic value."], ["../../input_audio/o_data/audio154.wav", "The woman is cleaning somebody else's house. And a young man is on a bicycle delivering lunch."], ["../../input_audio/o_data/audio140.wav", "Look at our countries, the incredible diversity, even in here in this hall. India is defined by countless languages and dialects in every color and cast and creed."], ["../../input_audio/o_data/audio141.wav", "gender and orientations."], ["../../input_audio/o_data/audio155.wav", "A little girl is hauling a heavy bucket of water."], ["../../input_audio/o_data/audio169.wav", "sense of compassion for others and respect for themselves and the confidence that they can go as far as their imaginations and abilities will carry them."], ["../../input_audio/o_data/audio182.wav", "They can't simply ignore the talents of half their people. And as husbands and fathers and brothers, we have to step up because every girl's life matters, every daughter deserves the same chances our sons. Every woman should be able to go about her day to walk the streets, or ride the bus, and be safe, and be treated with respect and dignity. She deserves that. And one of the favorite things about this trip for me has been to see all these incredible Indian women in the armed forces, including the person who commanded the guard that greeted me when I arrived. It's remarkable. And it's a sign of great strength and great pride."], ["../../input_audio/o_data/audio196.wav", "In our lies, Michelle and I have been strengthened by our Christian faith."], ["../../input_audio/o_data/audio54.wav", "Chances are you're talking to someone in America."], ["../../input_audio/o_data/audio237.wav", "that our ability to show the way in how we work together."], ["../../input_audio/o_data/audio223.wav", "We work and we build and we innovate."], ["../../input_audio/o_data/audio40.wav", "speak different languages."], ["../../input_audio/o_data/audio68.wav", "working together we're giving farmers new techniques and data."], ["../../input_audio/o_data/audio97.wav", "where the freedom of navigation must be upheld and disputes must be resolved piece."], ["../../input_audio/o_data/audio83.wav", "We need our young people healthy for their futures. And we can do it. We have the technology to do it. America wants to be your partner in igniting the next wave of Indian growth."], ["../../input_audio/o_data/audio95.wav", "Now we're deepening our defense cooperation against NewChall."], ["../../input_audio/o_data/audio81.wav", "Let's put cleaner vehicles on the road and more filtration systems on farms and villages."], ["../../input_audio/o_data/audio209.wav", "three years ago in our state of Wisconsin, back in the United States, a man went into a Sikh temple."], ["../../input_audio/o_data/audio235.wav", "has massive as it is with so much diversity. So many differences is able to continually affirm its democracy. That is an example for every other country owner."], ["../../input_audio/o_data/audio56.wav", "The United States has the largest Indian diaspora in the world, including some 3 million proud Indian Americans. And they make America stronger, and they tie us together."], ["../../input_audio/o_data/audio42.wav", "Having thrown off colonialism, we created constitutions that began with the three same..."], ["../../input_audio/o_data/audio221.wav", "go to the movies and applaud actors like Shao Rukang. Yeah, and when you celebrate athletes like Milka Singh or Mary Comet."], ["../../input_audio/o_data/audio180.wav", "and have more opportunity."], ["../../input_audio/o_data/audio194.wav", "in both our countries."], ["../../input_audio/o_data/audio143.wav", "Your constitution begins with the pledge to uphold the dignity of the individual, and our Declaration of Independence proclaims that all men are created evil."], ["../../input_audio/o_data/audio157.wav", "are just as important, just as beautiful, just as worthy as ours."], ["../../input_audio/o_data/audio156.wav", "And I believe their dreams, their hopes."], ["../../input_audio/o_data/audio142.wav", "And likewise in America, we're black and white and Latino and Asian and Indian American and Native American."], ["../../input_audio/o_data/audio195.wav", "In all countries upholding this fundamental freedom is the responsibility of government, but it's also the responsibility of every person."], ["../../input_audio/o_data/audio181.wav", "So if nations really want to succeed in today's global economy."], ["../../input_audio/o_data/audio43.wav", "with the people."], ["../../input_audio/o_data/audio220.wav", "And it's when all Indians, whatever you're faith,"], ["../../input_audio/o_data/audio234.wav", "shows itself as an example of its diversity and yet the capacity to live together and work together in common effort and common purpose if India."], ["../../input_audio/o_data/audio57.wav", "bonds of family and friendship that allow us to share in each other's success."], ["../../input_audio/o_data/audio208.wav", "the light of God."], ["../../input_audio/o_data/audio80.wav", "with clean renewable energy like solar and wind."], ["../../input_audio/o_data/audio94.wav", "We stand united in the defense of our people."], ["../../input_audio/o_data/audio253.wav", "But in our two countries, it's possible."], ["../../input_audio/o_data/audio30.wav", "those two great souls or why we can gather here today."], ["../../input_audio/o_data/audio24.wav", "When Reverend Dr. Martin Luther King June."], ["../../input_audio/o_data/audio247.wav", "I was more youthful when I first started this office."], ["../../input_audio/o_data/audio8.wav", "We believe in the labor of earning his daily wage and the student pursuing her degree."], ["../../input_audio/o_data/audio18.wav", "My commitment to a new chapter between our countries flows from the deep friendship."], ["../../input_audio/o_data/audio125.wav", "because you shouldn't have to bear that burden alone."], ["../../input_audio/o_data/audio131.wav", "leadership in the world that defends our security and advances human dignity and protects our planet, that's what I believe India and America can do to get."], ["../../input_audio/o_data/audio119.wav", "I know the argument made by some that it's unfair for countries like the United States to ask developing nations and emerging economies like India to reduce your dependence on the same fossil fuels that help power our growth for more than a century."], ["../../input_audio/o_data/audio118.wav", "Today I can say that America's carbon pollution is near its lowest level in almost two decades."], ["../../input_audio/o_data/audio130.wav", "create an economic partnerships that reduce poverty and create opportunities."], ["../../input_audio/o_data/audio124.wav", "We'll continue to help India deal with the impacts of climate."], ["../../input_audio/o_data/audio19.wav", "between our people."], ["../../input_audio/o_data/audio9.wav", "Danyavad. Now, it has been a great honor to be the first American President to join you for a public day."], ["../../input_audio/o_data/audio25.wav", "was protesting racial segregation in the United States."], ["../../input_audio/o_data/audio246.wav", "I'm getting gray hair now."], ["../../input_audio/o_data/audio252.wav", "like young people everywhere, you wanna get an education and find a good job and make your mark and it's not easy."], ["../../input_audio/o_data/audio31.wav", "Indians and Americans."], ["../../input_audio/o_data/audio244.wav", "what happens to old minds."], ["../../input_audio/o_data/audio27.wav", "was Mahatma Gandhi."], ["../../input_audio/o_data/audio33.wav", "There's another link that binds us more than 100 years ago."], ["../../input_audio/o_data/audio250.wav", "and India's on track to become the world's most populous country."], ["../../input_audio/o_data/audio278.wav", "We want him to have the same opportunity."], ["../../input_audio/o_data/audio132.wav", "So with the rest of my time, I want to discuss how we can..."], ["../../input_audio/o_data/audio126.wav", "And as we keep working for a strong global agreement on climate change, it's young people like you who have to speak up so we can protect this planet for your generation. I'll be gone when the worst affects happen."], ["../../input_audio/o_data/audio127.wav", "It's your generation and your children that are going to be impacted."], ["../../input_audio/o_data/audio133.wav", "because in big and diverse societies like ours."], ["../../input_audio/o_data/audio279.wav", "sisters and brothers of India."], ["../../input_audio/o_data/audio32.wav", "equal and free."], ["../../input_audio/o_data/audio251.wav", "So young Indians like you aren't just going to define the future of this nation, you're going to shape the world."], ["../../input_audio/o_data/audio245.wav", "and I'm so optimistic about our future together, is that despite our imperfection."], ["../../input_audio/o_data/audio26.wav", "He said that his guiding light..."], ["../../input_audio/o_data/audio282.wav", "But the reason I stand here today..."], ["../../input_audio/o_data/audio269.wav", "families as well."], ["../../input_audio/o_data/audio22.wav", "On our last celebration here, on our last celebration here, we celebrated the festival of lights in Mumbai. We danced with some children. Unfortunately, we were not able to schedule any dancing this visit. Mr. Rita, what did you do? You know what I mean. So... Everybody said, by the way, how much better a dancer Michelle was than me, which hurt my feelings a little bit."], ["../../input_audio/o_data/audio241.wav", "These old ways of thinking."], ["../../input_audio/o_data/audio255.wav", "Remember Michelle and I don't come from wealthy backgrounds or famous families. Our families didn't have a lot of money."], ["../../input_audio/o_data/audio36.wav", "Vivekananda. And so, Vivekananda helped bring Hinduism and yoga to our country. And he came to my hometown of Chicago. And there, at a great gathering of religious leaders, he spoke of his faith and the divinity in every soul and the purity of love."], ["../../input_audio/o_data/audio137.wav", "and our constitutions, and we keep striving to live up to those ideals put to paper all those years ago."], ["../../input_audio/o_data/audio123.wav", "We welcome into his ambitious targets for generating more clean in."], ["../../input_audio/o_data/audio122.wav", "and we don't stand a chance against climate change."], ["../../input_audio/o_data/audio136.wav", "And they have, I think, did a great job of describing."], ["../../input_audio/o_data/audio254.wav", "We have many challenges in front of us."], ["../../input_audio/o_data/audio37.wav", "He began his speech with a simple grid."], ["../../input_audio/o_data/audio23.wav", "On a more personal level, India represents an intersection of two men who have always inspired."], ["../../input_audio/o_data/audio240.wav", "because ultimately you're the one who has to break down these old stereotypes and these old barriers."], ["../../input_audio/o_data/audio268.wav", "We met their children and their..."], ["../../input_audio/o_data/audio283.wav", "new wealth but also rising in a quality."], ["../../input_audio/o_data/audio281.wav", "We're home to glittering skyscrapers, but also..."], ["../../input_audio/o_data/audio35.wav", "We believe in the mother who goes without so that her children might have something more."], ["../../input_audio/o_data/audio256.wav", "We did have parents and teachers and communities that cared about us, and with the help of scholarships and student loans, we were able to attend some of the best schools."], ["../../input_audio/o_data/audio242.wav", "You know, prejudices and..."], ["../../input_audio/o_data/audio21.wav", "I recognized India with the first state visit of my presidency, where we also danced to some pretty good bangra. For the first time, we brought Devali to the White House."], ["../../input_audio/o_data/audio108.wav", "and help us end the moral outrage of even a single child dying from a preventable disease."], ["../../input_audio/o_data/audio120.wav", "But here's the truth, even if countries like the United States curb our emissions."], ["../../input_audio/o_data/audio134.wav", "Progress ultimately depends on something more basic, and that is how we see each other."], ["../../input_audio/o_data/audio135.wav", "We know from experience what makes nations."], ["../../input_audio/o_data/audio121.wav", "countries that are growing rapidly like India with soaring energy needs don't also embrace cleaner fuel."], ["../../input_audio/o_data/audio109.wav", "Together we can stand up against human traffic."], ["../../input_audio/o_data/audio243.wav", "stereotypes and assumptions. And those are..."], ["../../input_audio/o_data/audio20.wav", "Michelle and I have felt it ourselves."], ["../../input_audio/o_data/audio34.wav", "America welcomed a son of India."], ["../../input_audio/o_data/audio257.wav", "Without that education, we wouldn't be here today."], ["../../input_audio/o_data/audio280.wav", "We are not perfect countries and we've known tragedy and we've known triumph."], ["../../input_audio/o_data/audio272.wav", "And his father works as a stone layer farther away, but sends home what little he makes so Vishal can go to school."], ["../../input_audio/o_data/audio11.wav", "In yesterday's parade, we saw the pride and the diversity of this nation, including the daredevils on their royal infields, which was very impressive."], ["../../input_audio/o_data/audio1.wav", "Three years ago, in our state of Wisconsin, back in the United States, a man went into a Sikh temple and a terrible act of violence killed six innocent people, Americans and ..."], ["../../input_audio/o_data/audio266.wav", "While we were there, we met some of the labors who were..."], ["../../input_audio/o_data/audio39.wav", "So today, let me say sisters and brothers of India. My confidence in what our nations can achieve together is rooted in the values that we share. For we may have our different history."], ["../../input_audio/o_data/audio104.wav", "from Burma to Sri Lanka, where today there's new hope for democracy."], ["../../input_audio/o_data/audio110.wav", "and work to end the scourge of modern day slavery."], ["../../input_audio/o_data/audio138.wav", "of what's important here."], ["../../input_audio/o_data/audio139.wav", "We are strongest when we see the inherent dignity in every human being."], ["../../input_audio/o_data/audio111.wav", "And being global partners means confronting the urgent global challenge of climate change."], ["../../input_audio/o_data/audio105.wav", "With your experience in elections, you can help other countries with their."], ["../../input_audio/o_data/audio38.wav", "Sisters and Brothers of America."], ["../../input_audio/o_data/audio267.wav", "the backbone of this nation's progress."], ["../../input_audio/o_data/audio273.wav", "visual loves math and mostly his studies."], ["../../input_audio/o_data/audio10.wav", "pay tribute to India's fallen heroes."], ["../../input_audio/o_data/audio265.wav", "We visited Humayun's tomb."], ["../../input_audio/o_data/audio2.wav", "And in that moment of shared grief, our two countries reaffirmed the basic truth as we must again today."], ["../../input_audio/o_data/audio12.wav", "Secret service does not let me ride motorcycles. Especially not on my head."], ["../../input_audio/o_data/audio271.wav", "And today, Vishal is 16 years old, and he and his family live in South Delhi in the village of Mourbon. He's Vishal. And his mother works hard in their modest home, and his sister is now in university. She wants to become a teacher. His brother is a construction worker earning his daily weight."], ["../../input_audio/o_data/audio259.wav", "So as India builds new community colleges, we'll link you with our own. So more young people graduate with the skills and training to succeed."], ["../../input_audio/o_data/audio113.wav", "melting Himalayan glaciers, more unpredictable months soon."], ["../../input_audio/o_data/audio107.wav", "India can do more around the world to fight disease and develop new vaccines."], ["../../input_audio/o_data/audio106.wav", "with your expertise in science and medicine."], ["../../input_audio/o_data/audio112.wav", "with rising seas."], ["../../input_audio/o_data/audio258.wav", "Whether it's in America or here in India or around the world, we believe young people like you ought to have every chance to pursue your dreams as well."], ["../../input_audio/o_data/audio13.wav", "I realize that the sight of an American president as your chief guest on Republic Day would once have seemed unimaginable. But my visit reflects the possibilities of a new model."], ["../../input_audio/o_data/audio270.wav", "some wonderful young children with bright smiles, sparks in their eyes. And one of the children we met was a boy named Vee Shal."], ["../../input_audio/o_data/audio264.wav", "On our last visit here."], ["../../input_audio/o_data/audio3.wav", "Every person has the right to practice their faith, how they choose, or to practice no faith at all, and to do so free of persecution and fear and discrimination. Thank you so much. Thank you so much, Neha, for what a wonderful introduction. Everybody, please have a seat. Nothing fills me with more hope than when I hear incredible young people like Neha and all the outstanding work that she's doing on behalf of."], ["../../input_audio/o_data/audio248.wav", "That's why young people are so important in..."], ["../../input_audio/o_data/audio7.wav", "And we believe in a young boy who knows that if he just keeps studying."], ["../../input_audio/o_data/audio260.wav", "We'll increase collaborations between our colleges and universities."], ["../../input_audio/o_data/audio274.wav", "And when he's not studying, he likes watching."], ["../../input_audio/o_data/audio17.wav", "Today I want to speak directly to you, the people of India, about what I believe we can achieve together and how we can do it."], ["../../input_audio/o_data/audio116.wav", "And we do these things because they make our lives better and safer and more prosperous, but we also do them because our moral imaginations extend beyond the limits of our own lives."], ["../../input_audio/o_data/audio102.wav", "That's why I support a reformed United Nations Security Council that includes India as a permanent member. Of course, as I've said before, with power comes responsibility."], ["../../input_audio/o_data/audio103.wav", "In this region, India can play a positive role in helping countries forge a better future."], ["../../input_audio/o_data/audio117.wav", "The United States recognizes our part in creating this problem, so we're leading the global effort to combat it."], ["../../input_audio/o_data/audio275.wav", "and he dreams of someday joining the Indian Armed Forces."], ["../../input_audio/o_data/audio16.wav", "I laid out my vision for how our two nations can build that part."], ["../../input_audio/o_data/audio6.wav", "I bring the friendship and the greetings of the American people. On behalf of myself and Michelle, thank you so much for welcoming us back to India."], ["../../input_audio/o_data/audio261.wav", "and help create the next Indian Institute of Technology."], ["../../input_audio/o_data/audio249.wav", "in these efforts. Here in India, most people are under 35 years old."], ["../../input_audio/o_data/audio28.wav", "When Dr. King came to India, he said that being here in Gandhi's land reaffirmed his conviction that in the struggle for justice and human dignity, the most potent weapon of all."], ["../../input_audio/o_data/audio14.wav", "As I've said many times, I believe that the relationship between India and the United States can be one of the defining partnerships of the century."], ["../../input_audio/o_data/audio277.wav", "And then V-Shaws Dreams are as important as Malayan Sashis Dreams, our daughters."], ["../../input_audio/o_data/audio263.wav", "Because one other thing we have in common, Indians, Americans are some of the hardest working people on earth. And I've seen that, Michelle and I've seen that in a family here in India. I just want to tell you a quick story."], ["../../input_audio/o_data/audio4.wav", "India's youth, and for representing this nation's energy and its optimism and its idealism, she makes me very, very proud. And I'm sure, I think that may be her."], ["../../input_audio/o_data/audio129.wav", "Development that lifts up the lives and health of our people."], ["../../input_audio/o_data/audio101.wav", "multilateral institutions created in the 20th century have to be updated for the 21st."], ["../../input_audio/o_data/audio115.wav", "few countries will be more affected by a warmer planet."], ["../../input_audio/o_data/audio114.wav", "Cyclones getting stronger."], ["../../input_audio/o_data/audio100.wav", "to ensure international security and peace."], ["../../input_audio/o_data/audio128.wav", "And that's why it's urgent that we begin this work right now."], ["../../input_audio/o_data/audio262.wav", "will encourage young entrepreneurs who want to start a business, and will increase exchanges because I want more American students coming to India, and more Indian students coming to America. And that way we can learn from each other and we can go further."], ["../../input_audio/o_data/audio5.wav", "Is that somebody related to? Okay, because we just had a chance to meet, and she's beaming with pride right now, sitting next to you. Give Neha a big round of applause once a day. Applause. The distinguished guests, ladies and gentlemen, to all the students and young people who are here today, to the people of India watching and listening across this vast nation."], ["../../input_audio/o_data/audio15.wav", "But I spoke to your parliament on my last visit."], ["../../input_audio/o_data/audio276.wav", "And we're grateful that Vishal and his family joined us today. We're very proud of him. Because he's an example of the talent that's he..."], ["../../input_audio/o_data/audio29.wav", "nonviolent resistance."], ["../../input_audio/o_data/audio99.wav", "We must never stop working for the world as it should be, a world without nuclear weapons. That should be a goal for all of us. I believe if we're going to be true global partners, then our two nations must do more around the world together."], ["../../input_audio/o_data/audio72.wav", "students being able to study at night."], ["../../input_audio/o_data/audio211.wav", "And in that moment of shared grief, our two countries reaffirmed the basic truth as we must again today."], ["../../input_audio/o_data/audio205.wav", "too often."], ["../../input_audio/o_data/audio66.wav", "need not dictate the arc of our lives."], ["../../input_audio/o_data/audio239.wav", "And finally our nations are strongest when we empower our young."], ["../../input_audio/o_data/audio198.wav", "Or they've said I'd hear to a different religion as if that were somehow a bad thing."], ["../../input_audio/o_data/audio167.wav", "Our nations are strongest when we uphold the equality of all our people, and that includes our women."], ["../../input_audio/o_data/audio173.wav", "We have some great role models, including here today, the former Speaker of our House of Representatives, Nancy Pelosi, who was the first woman speaker of the House, and my great partner. And here in India, it's the wives and the mothers who so often hold families and communities together."], ["../../input_audio/o_data/audio172.wav", "and that they're treated equally."], ["../../input_audio/o_data/audio166.wav", "have their ability to dream big and then reach those dreams."], ["../../input_audio/o_data/audio199.wav", "Around the world we've seen in tolerance and violence."], ["../../input_audio/o_data/audio238.wav", "and how much respect we show each other."], ["../../input_audio/o_data/audio204.wav", "No society is immune from the darkest impulses of men."], ["../../input_audio/o_data/audio67.wav", "America wants to be your partner as you lift up the lives of the Indian people and provide greater opportunity."], ["../../input_audio/o_data/audio73.wav", "businesses being able to stay open longer and hire more workers. Farmers being able to use mechanized tools that increase their product."], ["../../input_audio/o_data/audio210.wav", "and a terrible act of violence killed six innocent people, Americans and Indians."], ["../../input_audio/o_data/audio98.wav", "Even as we acknowledge the world as it is."], ["../../input_audio/o_data/audio65.wav", "And here's what I think we can do together."], ["../../input_audio/o_data/audio206.wav", "Religion has been used."], ["../../input_audio/o_data/audio212.wav", "Every person has the right to practice their faith, how they choose, or to practice no faith at all, and to do so free of persecution and fear and discrimination. The peace we seek in the world begins in human heart."], ["../../input_audio/o_data/audio71.wav", "And with the breakthroughs we achieved on this visit, we can finally move toward fully implementing our civil nuclear agreement, which will mean more reliable electricity for Indians and cleaner non-carbon energy that helps fight climate change. And I don't have to describe for you what more electricity means."], ["../../input_audio/o_data/audio59.wav", "I believe America can be India's best partner. I believe that. Of course, only Indians can decide India's role in the world, but I'm here because I'm absolutely convinced that both our peoples will have more jobs and opportunities."], ["../../input_audio/o_data/audio170.wav", "And as part of Michelle's work as first lady, she's met with women and girls around the world, including here in India, to let them know that America believes in them too."], ["../../input_audio/o_data/audio164.wav", "Have a chance."], ["../../input_audio/o_data/audio158.wav", "So even as we live in a world of..."], ["../../input_audio/o_data/audio159.wav", "terrible in a quote."], ["../../input_audio/o_data/audio165.wav", "Everybody who's willing to work for it."], ["../../input_audio/o_data/audio171.wav", "In the United States, we're still working to make sure that women and girls have all the opportunities they deserve."], ["../../input_audio/o_data/audio58.wav", "So for all these reasons India and the United States are not just natural partners."], ["../../input_audio/o_data/audio213.wav", "And it finds its glorious expression when we look beyond any differences in religion or tribe and rejoice in the beauty of every soul."], ["../../input_audio/o_data/audio70.wav", "We're joining you in your effort to empower every Indian with a banker cap."], ["../../input_audio/o_data/audio64.wav", "I believe that. So here in New Delhi, Prime Minister Modi and I have begun this work anew."], ["../../input_audio/o_data/audio207.wav", "happen to those darker impulses as opposed to..."], ["../../input_audio/o_data/audio48.wav", "from the particles of creation to outer space."], ["../../input_audio/o_data/audio203.wav", "up for their faith, but in fact are betraying it."], ["../../input_audio/o_data/audio60.wav", "our nations will be more secure and the world will be safer."], ["../../input_audio/o_data/audio74.wav", "whole communities seeing more prosper."], ["../../input_audio/o_data/audio217.wav", "We lift up the least among us."], ["../../input_audio/o_data/audio149.wav", "When we were born, people who looked like us still couldn't vote in some parts of the country."], ["../../input_audio/o_data/audio175.wav", "And the young women who are here today are part of a new generation that is making your voice heard and standing up and determined to play your part in India's progress."], ["../../input_audio/o_data/audio161.wav", "even a duly can help write a constitution and even a T-seller can become Prime Minister. The point is that the aim of our work..."], ["../../input_audio/o_data/audio160.wav", "We're also proud to live in countries where even the grandson of a cook can become present."], ["../../input_audio/o_data/audio174.wav", "Indian women have shown that they can succeed in every field, including government where many of your leaders are women."], ["../../input_audio/o_data/audio148.wav", "Distance branches of Michelle's family tree include both slaves and slave owners"], ["../../input_audio/o_data/audio75.wav", "In recent years, India has lifted more people out of poverty than any other country. And now we have a historic opportunity with India leading the way to end the injustice of extreme poverty all around the world. America wants to be your partner as you protect the health of your people."], ["../../input_audio/o_data/audio216.wav", "India will succeed so long as it is not splinter."], ["../../input_audio/o_data/audio202.wav", "to be standing."], ["../../input_audio/o_data/audio61.wav", "and more just place when are two democracies."], ["../../input_audio/o_data/audio49.wav", "And we are among the few nations to have gone to both the moon and to Mars. And here in India this dynamism is resulted in a stunning achievement. You've lifted countless millions from poverty."], ["../../input_audio/o_data/audio88.wav", "We're ready to help design smart cities that serve citizens better. And we want to develop more advanced technologies within the US. We do with our closest ally."], ["../../input_audio/o_data/audio228.wav", "our efforts by what Dr. King called the content of our character rather than the color of our skin or the manner in which we"], ["../../input_audio/o_data/audio214.wav", "Nowhere is that more important than India. Nowhere is it gonna be more necessary for that foundational."], ["../../input_audio/o_data/audio77.wav", "on the back water is a"], ["../../input_audio/o_data/audio63.wav", "world's oldest democracy stand together."], ["../../input_audio/o_data/audio200.wav", "We reached for heights previous generations could not even imagine."], ["../../input_audio/o_data/audio189.wav", "who said, for me, the different religions are beautiful flowers from the same garden."], ["../../input_audio/o_data/audio162.wav", "must be not to just have a few do well."], ["../../input_audio/o_data/audio176.wav", "And here's what we know. We know from experience that nations are more successful when their women are successful. When girls go to school, ... Now, this is one of the most direct measures of whether a nation is going to develop effectively is how it treats its women."], ["../../input_audio/o_data/audio177.wav", "human rights and human dignity and it is"], ["../../input_audio/o_data/audio163.wav", "But to have everybody."], ["../../input_audio/o_data/audio188.wav", "And we remember the wisdom of Gandhiji."], ["../../input_audio/o_data/audio62.wav", "world's largest democracy."], ["../../input_audio/o_data/audio201.wav", "perpetrated by those who..."], ["../../input_audio/o_data/audio215.wav", "value to be uphill."], ["../../input_audio/o_data/audio76.wav", "and the beauty of this land."], ["../../input_audio/o_data/audio229.wav", "Worship our God."], ["../../input_audio/o_data/audio89.wav", "We believe that the circumstances of our birth"]]